
# tap repositories and their packages

tap 'caskroom/cask'
cask 'alcatraz'
cask 'alfred'
cask 'android-studio'
cask 'atom'
cask 'bettertouchtool'
cask 'chatwork'
cask 'dash'
cask 'discord'
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'genymotion'
cask 'google-chrome'
cask 'google-japanese-ime'
cask 'iterm2'
cask 'java'
cask 'kap'
cask 'kindlegen'
cask 'marp'
cask 'mi'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'rstudio'
cask 'sequel-pro'
cask 'sketch-toolbox'
cask 'sketchpacks'
cask 'sketch'
cask 'skype'
cask 'slack'
cask 'sourcetree'
cask 'vagrant-manager'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'xquartz'

tap 'caskroom/fonts'
cask 'font-hack-nerd-font'

tap 'eugenmayer/dockersync'
brew 'eugenmayer/dockersync/unox'

tap 'homebrew/bundle'

tap 'homebrew/completions'

tap 'homebrew/core'

tap 'sanemat/font'

mas 'Xcode', id: 497799835

brew 'apm-bash-completion'
brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'readline'
brew 'bash'
brew 'bash-completion'
brew 'bash-git-prompt'
brew 'fish'
brew 'git'
brew 'carthage'
brew 'coreutils'
brew 'figlet'
brew 'gmp'
brew 'gcc'
brew 'jpeg'
brew 'gdbm'
brew 'gettext'
brew 'git-lfs'
brew 'gnu-tar'
brew 'graphviz'
brew 'grep'
brew 'hub'
brew 'jrnl'
brew 'libevent'
brew 'memcached'
brew 'libmemcached'
brew 'libpcap'
brew 'macvim'
brew 'makedepend'
brew 'markdown'
brew 'mas'
brew 'mhash'
brew 'mcrypt'
brew 'mergepbx'
brew 'ncurses'
brew 'nkf'
brew 'nmap'
brew 'nvm'
brew 'peco'
brew 'phantomjs'
brew 'pow'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'ricty', args: ['vim-powerline', 'powerline']
brew 'sslscan'
brew 'swiftlint'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'unison'
brew 'unixodbc'
brew 'vim', args: ['with-lua']
brew 'watch'
brew 'xz'
brew 'yarn'
brew 'zlib'
brew 'zsh'

tap 'homebrew/dupes'

tap 'homebrew/php'
brew 'homebrew/php/php55-mcrypt'

tap 'homebrew/science'
brew 'homebrew/science/opencv3'
brew 'homebrew/science/r'

tap 'marcqualie/nginx'
brew 'marcqualie/nginx/nginx-full', args: ['with-sub']

mas '1Password', id: 443987910
mas 'Airmail', id: 573171375
mas 'Beacon Scan', id: 995724474
mas 'CloudApp', id: 417602904
mas 'Day One', id: 1055511498
mas 'Evernote', id: 406056744
mas 'FreeMemory', id: 460931672
mas 'Keynote', id: 409183694
mas 'Kobito', id: 896624060
mas 'LanScan', id: 472226235
mas 'LINE', id: 539883307
mas 'MenuPop', id: 404747434
mas 'MPlayerX', id: 421131143
mas 'OmniGraffle', id: 711830901
mas 'Pages', id: 409201541
mas 'Pocket', id: 568494494
mas 'PopHub', id: 928494006
mas 'Quiver', id: 866773894
mas 'Realm Browser', id: 1007457278
mas 'Reeder', id: 439845554
mas 'Sauce', id: 564308477
mas 'Shazam', id: 897118787
mas 'Skitch', id: 425955336
mas 'SoundCloud', id: 412754595
mas 'StuffIt Expander', id: 405580712
mas 'The Duplicate Finder', id: 654667344
mas 'The Unarchiver', id: 425424353
mas 'Tweetbot', id: 557168941
mas 'VideoGIF', id: 807363401
mas 'WinArchiver Lite', id: 414855915
