tap "caskroom/cask"
tap "eugenmayer/dockersync"
tap "homebrew/bundle"
tap "homebrew/completions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/php"
tap "homebrew/science"
tap "marcqualie/nginx"
tap "rcmdnk/file"
tap "suin/suin"
cask "java"
cask "xquartz"
brew "apm-bash-completion"
brew "autoconf"
brew "automake"
brew "awscli"
brew "readline"
brew "bash"
brew "bash-completion"
brew "bash-git-prompt"
brew "git"
brew "carthage"
brew "coreutils"
brew "figlet"
brew "gmp"
brew "gcc"
brew "jpeg"
brew "gdbm"
brew "gettext"
brew "git-lfs"
brew "gnu-tar"
brew "graphviz"
brew "grep"
brew "hub"
brew "jrnl"
brew "libevent"
brew "memcached"
brew "libmemcached"
brew "libpcap"
brew "macvim"
brew "makedepend"
brew "markdown"
brew "mas"
brew "mhash"
brew "mcrypt"
brew "mergepbx"
brew "ncurses"
brew "nmap"
brew "nvm"
brew "peco"
brew "phantomjs"
brew "pow"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "sslscan"
brew "swiftlint"
brew "tig"
brew "tmux"
brew "tree"
brew "unison"
brew "unixodbc"
brew "watch"
brew "xz"
brew "yarn"
brew "zlib"
brew "zsh"
brew "eugenmayer/dockersync/unox"
brew "homebrew/php/php55-mcrypt"
brew "homebrew/science/opencv3"
brew "homebrew/science/r"
brew "marcqualie/nginx/nginx-full", args: ["with-sub"]
brew "rcmdnk/file/brew-file"
brew "suin/suin/kobito-cli"
cask "alcatraz"
cask "android-studio"
cask "atom"
cask "bettertouchtool"
cask "boostnote"
cask "docker"
cask "dropbox"
cask "firefox"
cask "franz"
cask "genymotion"
cask "google-chrome"
cask "google-japanese-ime"
cask "kap"
cask "keybase"
cask "keycastr"
cask "kindlegen"
cask "kindlepreviewer"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "ramme"
cask "rstudio"
cask "sequel-pro"
cask "sketch"
cask "sketch-toolbox"
cask "skype"
cask "sourcetree"
cask "spotify"
cask "sublime-text"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "visual-studio-code"
cask "wkhtmltopdf"
mas "1Password", id: 443987910
mas "Airmail", id: 573171375
mas "Airwaves", id: 595222744
mas "Beacon Scan", id: 995724474
mas "Bear", id: 1091189122
mas "CameraBag 2", id: 492804912
mas "CheatSheet", id: 529456740
mas "CloudApp", id: 417602904
mas "CodeRunner", id: 433335799
mas "Dash", id: 449589707
mas "Day One", id: 1055511498
mas "Evernote", id: 406056744
mas "FreeMemory", id: 460931672
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Keynote", id: 409183694
mas "Kobito", id: 896624060
mas "LanScan", id: 472226235
mas "LINE", id: 539883307
mas "MenuPop", id: 404747434
mas "MPlayerX", id: 421131143
mas "Numbers", id: 409203825
mas "OmniGraffle", id: 711830901
mas "Pages", id: 409201541
mas "Pages", id: 409201541
mas "Pocket", id: 568494494
mas "PopHub", id: 928494006
mas "Quiver", id: 866773894
mas "Realm Browser", id: 1007457278
mas "Reeder", id: 439845554
mas "Sauce", id: 564308477
mas "Shazam", id: 897118787
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "SnippetsLab", id: 1006087419
mas "SoundCloud", id: 412754595
mas "StuffIt Expander", id: 405580712
mas "Sunrise Calendar", id: 886106985
mas "The Duplicate Finder", id: 654667344
mas "The Unarchiver", id: 425424353
mas "Tweetbot", id: 557168941
mas "VideoGIF", id: 807363401
mas "WinArchiver Lite", id: 414855915
mas "Xccello", id: 785109225
mas "Xcode", id: 497799835
